Repository: TTghostsemir/skin.embuary
Catalog: language/resource.language.*/strings.po
Languages: cs_cz

# #31342
source: Embuary changelog
cs_cz: Soupis změn Embuary

# #31343
source: Add-on news
cs_cz: Novinky rozšíření

# #31344
source: Force default icon
cs_cz: Vnutit výchozí ikonu

# #31345
source: Skin dependencies
cs_cz: Závislosti vzhledu

# #31346
source: On now
cs_cz: Teď

# #31347
source: Use mini EPG for channels OSD
cs_cz: Použij mini EPG pro kanály OSD

# #31348
source: very dark
cs_cz: velmi tmavý

# #31349
source: darker
cs_cz: tmavší

# #31350
source: dark
cs_cz: tmavý

# #31351
source: bright
cs_cz: světlý

# #31352
source: brighter
cs_cz: světlejší

# #31353
source: very bright
cs_cz: velmi světlý

# #31354
source: Blur background images
cs_cz: Rozmazat obrázky pozadí

# #31355
source: This feature is very expensive and should not be enabled on slow devices like a Raspberry Pi. It will also require some storage space on your drive, because each fanart is going to be processed and stored separately as blurred image in the Kodi userdata folder.
cs_cz: Tato funkce je velmi náročná a neměla by být povolována na pomalých zařízeních, jako je např. Raspberry Pi. Bude také vyžadovat určitý úložný prostor na vaší jednotce, protože každý fanart bude zpracován a uložen samostatně jako rozmazaný obraz ve složce uživatelských dat Kodi.

# #31356
source: Translate on transifex.com
cs_cz: Přeložit na transifex.com

# #31357
source: Live long and prosper
cs_cz: Žijte dlouho a blaze

# #31358
source: Enable cinema mode for
cs_cz: Povolit kino režim pro

# #31359
source: Disable mouse and touch control
cs_cz: Zakázat ovládání myší a dotykem

# #31360
source: Hide parent folder items
cs_cz: Skrýt položky nadřazené složky

# #31361
source: Always select the first unwatched season/episode
cs_cz: Vždy vybrat první neshlédnutou sezónu/epizodu

# #31362
source: Set the Embuary UI navigation sounds
cs_cz: Nastavit navigační zvuky Embuary UI

# #31363
source: Please keep in mind that these settings are global and will be valid for all installed skins. But don't panic, all settings can be reverted in the Kodi settings.
cs_cz: Vemte prosím na vědomí, že tato nastavení jsou globální a budou platná pro všechny instalované skiny. Ale nepropadejte panice, všechna nastavení můžou být obnovena v nastavení Kodi.

# #31364
source: Timer
cs_cz: Časovač

# #31366
source: More
cs_cz: Více

# #31367
source: Show channel groups in the PVR hub
cs_cz: Ukaž skupiny kanálů v PVR hubu

# #31368
source: Blurring strength
cs_cz: Síla rozmazání

# #31369
source: Intro
cs_cz: Úvod

# #31370
source: Show Emby based Rotten Tomatoes ratings (uses user ratings)
cs_cz: Ukaž Rotten Tomatoes hodnocení založená na Emby (používá uživatelská hodnocení)

# #31371
source: Created by
cs_cz: Vytvořeno

# #31372
source: Known for
cs_cz: Známé pro

# #31373
source: male
cs_cz: muž

# #31374
source: female
cs_cz: žena

# #31375
source: Configure menu and widget items of the hubs.
cs_cz: Konfigurovat menu a položky widgetu hubu.

# #31376
source: Home & side panel
cs_cz: Panely Domů & Po straně

# #31377
source: Use main menu entries in the side panel
cs_cz: Použít položky hlavního menu v bočním panelu

# #31378
source: Search themoviedb.org
cs_cz: Hledej na themoviedb.org

# #31379
source: Search database
cs_cz: Prohledat databázi

# #31380
source: items in database
cs_cz: Položky v databázi

# #31381
source: item in database
cs_cz: Položka v databázi

# #31382
source: Guest stars
cs_cz: Hostující hvězdy

# #31383
source: Now playing in theaters
cs_cz: Nyní uváděné v kinech

# #31384
source: New movies coming soon
cs_cz: Nové filmy přijdou brzy

# #31385
source: Added
cs_cz: Přidáno

# #31386
source: Updated
cs_cz: Aktualizováno

# #31387
source: Movie genres
cs_cz: Filmové žánry

# #31388
source: TV show genres
cs_cz: Žánry TV show

# #31389
source: Mixed hub
cs_cz: Smíšený hub

# #31390
source: Library tag
cs_cz: Tag knihovny

# #31391
source: Setup
cs_cz: Nastavení

# #31392
source: Rerun skin setup
cs_cz: Znovu načíst nastavení vzhledu

# #31393
source: Library tag based hubs
cs_cz: Huby založené na knihovně značek

# #31394
source: not recommended
cs_cz: není doporučeno

# #31395
source: Auto populate hubs based on library tags?
cs_cz: Automatické naplnění hubů založené na značkách knihovny

# #31396
source: Turn off auto whitelisting
cs_cz: Vypnout automatický whitelist

# #31397
source: Toggle enabled tags
cs_cz: Přepnout povolené tagy

# #31398
source: A unique feature of Embuary is the auto generation of hubs based on existing library tags in your database (e.g. 'kids content', 'HDR videos', 'documentaries').
cs_cz: Jedinečnou vlastností Embuary, je automatické generování hubů na základě existujících značek knihovny ve vaší databázi (např. 'obsah pro děti', 'HDR videa', 'dokumenty').

# #31399
source: Since every setup is different and some people only want to have hubs for a few available tags, you can disable the ones you don't want to have populated at any time. By default future and new tags will be whitelisted automatically.
cs_cz: Protože každé nastavení je jiné a někteří uživatelé chtějí mít pouze huby pro pár dostupných tagů, můžete kdykoliv zakázat ty, které nechcete mít naplněné. Ve výchozím nastavení budou budoucí a nové značky automaticky přidány na whitelist.

# #31400
source: Found tags
cs_cz: Nalezené tagy

# #31401
source: Enabled tags
cs_cz: Povolené tagy

# #31402
source: To get the best out-of-box experience the skin will automatically populate shipped widgets for database items like 'in progress episodes', 'recently added movies' or suggestions based on the items you have watched.
cs_cz: Pro dosažení nejlepšího prožitku "těsně po vybalení", bude vzhled automaticky naplněn dodanými widgety pro databázové položky jako např. "probíhající epizody", "nedávno přidané filmy" nebo návrhy založené na vámi shlédnutých položkách.

# #31403
source: Important
cs_cz: Důležité

# #31404
source: For existing Embuary installations, this step must be performed to get everything working due to a recent update. Configured custom widgets are not removed and only need to be reassigned.
cs_cz: Pro existující instalace Embuary, je tento krok nutný pro správnou funkčnost po poslední aktualizaci. Konfigurované vlastní widgety nebyly odstraněny, a potřebují pouze přenastavení.

# #31405
source: Apply shipped widgets and default configuration?
cs_cz: Aplikovat doručené widgety a základní konfigurace?

# #31406
source: Edit mixed library widget configuration
cs_cz: Editovat nastavení widgetu smíšené knihovny

# #31407
source: Movie watchlist
cs_cz: Filmy které chci vidět

# #31408
source: TV show watchlist
cs_cz: TV show které chci vidět

# #31409
source: Favourite
cs_cz: Oblíbené

# #31410
source: Disabled auto updating
cs_cz: Automatická aktualizace zakázána

# #31411
source: OK, add found to whitelist
cs_cz: OK, přidat nalezené do whitelistu

# #31412
source: Restart Kodi
cs_cz: Restartovat Kodi

# #31413
source: Media importer
cs_cz: Importér médií

# #31414
source: Sync options
cs_cz: Možnosti synchronizace

# #31415
source: Provider
cs_cz: Poskytovatel

# #31416
source: Media type
cs_cz: Typ média
