Repository: TTghostsemir/skin.embuary
Catalog: language/resource.language.*/strings.po
Languages: cs_cz

# #31000
source: Home
cs_cz: Domů

# #31001
source: Misc.
cs_cz: Různé

# #31002
source: More like this
cs_cz: Podobné

# #31003
source: Suggestions
cs_cz: Doporučení

# #31004
source: Wide
cs_cz: Široké

# #31005
source: Square
cs_cz: Čtverce

# #31006
source: Season
cs_cz: Sezóna

# #31007
source: Episode
cs_cz: Epizoda

# #31008
source: Filter-String
cs_cz: Filtr řetězce

# #31009
source: Watch again
cs_cz: Sleduj znovu

# #31010
source: Watch now
cs_cz: Sleduj nyní

# #31011
source: Browse TV show
cs_cz: Procházet TV seriály

# #31012
source: Next up
cs_cz: Nadcházející

# #31013
source: Browse season
cs_cz: Procházet sezóny

# #31014
source: Info dialog
cs_cz: Informační dialog

# #31015
source: Holiday themes
cs_cz: Prázdninový vzhled

# #31016
source: Enable widget bounce animation on focus
cs_cz: Povolit animaci skoku při zvolení

# #31017
source: Recommended
cs_cz: Doporučené

# #31018
source: Because you watched
cs_cz: Na základě sledovaných

# #31019
source: Show hidden
cs_cz: Ukaž skryté

# #31020
source: Tune in
cs_cz: Vyladit

# #31021
source: Similar titles
cs_cz: Podobné tituly

# #31022
source: Encrypted channel
cs_cz: Šifrované kanály

# #31023
source: Recording active
cs_cz: Nahrávání aktivní

# #31024
source: Timer active
cs_cz: Časovač nastaven

# #31025
source: Repeating timer
cs_cz: Pravidelný časovač

# #31026
source: All music
cs_cz: Všechna hudba

# #31027
source: Custom shortcuts
cs_cz: Vlastní zástupci

# #31028
source: Menu configuration
cs_cz: Konfigurace menu

# #31029
source: Music library
cs_cz: Hudební knihovna

# #31030
source: Last tuned channels
cs_cz: Poslední nalazený kanál

# #31031
source: Folder structure
cs_cz: Struktura složek

# #31032
source: Show deleted
cs_cz: Zobrazit smazané

# #31033
source: Creator
cs_cz: Tvůrce

# #31034
source: Full description
cs_cz: Plný popis

# #31035
source: Add-on broken
cs_cz: Doplněk poškozen

# #31036
source: Settings mode
cs_cz: Režim nastavení

# #31037
source: Ends at
cs_cz: Končí v

# #31038
source: Timeshift
cs_cz: Časový posun

# #31039
source: Audio settings
cs_cz: Nastavení zvuku

# #31040
source: Subtitle settings
cs_cz: Nastavení titulků

# #31041
source: Stats for nerds
cs_cz: Statistiky pro nadšence

# #31042
source: Live TV
cs_cz: Živá TV

# #31043
source: Muted
cs_cz: Ztlumeno

# #31044
source: Parent folder
cs_cz: Rodičovská složka

# #31045
source: Memory usage
cs_cz: Využití paměti

# #31046
source: Video decoder
cs_cz: Video dekodér

# #31047
source: Pixel format
cs_cz: Pixelový formát

# #31048
source: Deinterlacing method
cs_cz: Metoda odstraňování prokládání

# #31049
source: Frames per second
cs_cz: Snímků za vteřinu

# #31050
source: Movies containing the actor
cs_cz: Filmy kde hraje

# #31051
source: Movies containing the director
cs_cz: Filmy které režíroval

# #31052
source: New search
cs_cz: Nové hledání

# #31053
source: Once
cs_cz: Jednou

# #31054
source: Visualisation presets
cs_cz: Předvolby vizualizace

# #31055
source: Visualisation settings
cs_cz: Nastavení vizualizace

# #31056
source: Randomise fanart
cs_cz: Fanart náhodně

# #31057
source: Number of favourites
cs_cz: Počet oblíbených

# #31058
source: Embuary settings
cs_cz: Nastavení Embuary

# #31059
source: Toggle TV / radio
cs_cz: Přepnout TV / rádio

# #31060
source: Rules
cs_cz: Pravidla

# #31061
source: Set the type and add rules to create a smart playlist. These playlists are dynamic and include all media items from your database which apply to your chosen rules.
cs_cz: Nastavte typ a přidejte pravidla pro vytvoření inteligentního seznamu skladeb. Tyto seznamy skladeb jsou dynamické a zahrnují všechny mediální položky z databáze, které se vztahují k vybraným pravidlům.

# #31062
source: Favourite movies
cs_cz: Oblíbené filmy

# #31063
source: Kodi favourites
cs_cz: Kodi oblíbení

# #31064
source: Favourite TV shows
cs_cz: Oblíbené TV seriály

# #31065
source: Favourite episodes
cs_cz: Oblíbené epizody

# #31066
source: Location
cs_cz: Umístění

# #31067
source: Load
cs_cz: Načíst

# #31068
source: Number of tracks in current playlist
cs_cz: Počet skladeb v aktuálním seznamu

# #31069
source: Back
cs_cz: Zpět

# #31070
source: Channel group
cs_cz: Skupina kanálu

# #31071
source: Channel guide
cs_cz: Průvodce kanálu

# #31072
source: Local search
cs_cz: Lokální vyhledávání

# #31073
source: EmbyCon: Search for movies
cs_cz: EmbyCon: Hledání filmů

# #31074
source: EmbyCon: Search for TV shows
cs_cz: EmbyCon: Hledání seriálů

# #31075
source: EmbyCon: Search for episodes
cs_cz: EmbyCon: Hledání epizod

# #31076
source: Stop playback
cs_cz: Zastav přehrávání

# #31077
source: seconds
cs_cz: sekund

# #31078
source: Playback starts in
cs_cz: Přehrávání začne za

# #31079
source: Next episode
cs_cz: Další epizoda

# #31080
source: Continue watching
cs_cz: Pokračovat ve sledování

# #31081
source: Recently updated TV shows
cs_cz: Nedávno aktualizované seriály

# #31082
source: Last tuned radio channels
cs_cz: Poslední nalazený rádiová stanice

# #31083
source: Widgets
cs_cz: Widgety

# #31084
source: Show custom shortcuts in Emby nodes
cs_cz: Ukázat vlastní zkratky v Emby uzlech

# #31085
source: Show EmbyCon source label
cs_cz: Zobrazit štítek zdroje EmbyCon

# #31086
source: Default widgets
cs_cz: Výchozí widget

# #31087
source: Show fanarts in the background
cs_cz: Zobrazit fanarty v pozadí

# #31088
source: Show video playback in the background
cs_cz: Přehrávání videa na pozadí

# #31089
source: minutes
cs_cz: minuty

# #31090
source: minute
cs_cz: minuta

# #31091
source: Welcome to Embuary
cs_cz: Vítejte v Embuary

# #31092
source: This skin is designed to simulate the web gui experience of Emby. In order to get everything running as it should, it's recommended to set the following Kodi options:
cs_cz: Tento skin je navržen na simulaci webového rozhraní Emby. Aby všechno fungovalo jak má, je doporučeno nastavit následující volby Kodi:

# #31093
source: OK, do it for me
cs_cz: OK, udělej to pro mě

# #31094
source: No, I'll keep my config
cs_cz: Ne, ponechám své nastavení

# #31095
source: Pause playback
cs_cz: Pozastavit přehrávání

# #31096
source: Resume playback
cs_cz: Pokračovat v přehrávání

# #31097
source: Movies in the Top 250
cs_cz: Filmy v TOP 250

# #31098
source: TV shows in the Top 250
cs_cz: TV seriály v TOP 250

# #31099
source: Widget layout
cs_cz: Rozložení widgetu

# #31100
source: Position
cs_cz: Pozice

# #31101
source: Layout
cs_cz: Rozložení

# #31102
source: Background settings
cs_cz: Nastavení pozadí

# #31103
source: Widget settings
cs_cz: Nastavení widgetu

# #31104
source: Use own static background image
cs_cz: Použít vlastní statický obrázek pozadí

# #31105
source: Change background, header and other misc. settings of Embuary.
cs_cz: Změnit pozadí, záhlaví a další různá nastavení Embuary.

# #31106
source: Configure home & side panel menu items and general widget limitations.
cs_cz: Konfigurace položek v menu domovské stránky & postranního panelu a obecných omezení widgetů.

# #31107
source: Select content
cs_cz: Vyber obsah

# #31108
source: Event log
cs_cz: Záznam událostí

# #31109
source: Header bar
cs_cz: Lišta v záhlaví

# #31110
source: Show current temperature (if available)
cs_cz: Zobrazit aktuální teplotu (pokud je k dispozici)

# #31111
source: Change location
cs_cz: Změnit lokalitu

# #31112
source: Kiosk mode
cs_cz: Režim kiosku

# #31113
source: Show button to change the EmbyCon user
cs_cz: Ukázat tlačítko pro změnu EmbyCon uživatele

# #31114
source: Show update library button
cs_cz: Ukázat tlačítko pro aktualizaci knihovny

# #31115
source: Switch to file mode
cs_cz: Přepnout do souborového módu

# #31116
source: Unlock shares
cs_cz: Odemknout sdílení

# #31117
source: Replace device name in the header bar
cs_cz: Přepsat jméno zařízení v liště záhlaví

# #31118
source: EmbyCon sources
cs_cz: EmbyCon zdroje

# #31119
source: Previous group
cs_cz: Přechozí skupina

# #31120
source: Next group
cs_cz: Další skupina

# #31121
source: Rewinding
cs_cz: Přetočit zpět

# #31122
source: Forwarding
cs_cz: Přetočit dopředu

# #31123
source: Show playlist
cs_cz: Zobraz seznam

# #31125
source: Custom widgets
cs_cz: Vlastní widgety

# #31126
source: Randomise slideshow
cs_cz: Náhodná prezentace

# #31127
source: Restored default widgets
cs_cz: Obnovené výchozí widgety

# #31128
source: Hide broken addons
cs_cz: Schovat poškozené rozšíření

# #31129
source: Update local addons
cs_cz: Aktualizovat místní rozšíření

# #31130
source: Still watching?
cs_cz: Stále sledujete?

# #31131
source: Attention
cs_cz: Upozornění

# #31132
source: It seems that you have one ore more blacklisted plugins installed. This skin has been designed for a legal usage of Kodi and I - and all the other skin contributers - do not want be associated with such tools. Please check the kodi.tv community if you need any assistance to remove them.
cs_cz: Zdá se, že máte nainstalován jeden nebo více nedovolených pluginů. Tento vzhled byl navržen pro legální použití Kodi a já (a všichni ostatní přispěvatelé) nechtějí být spojováni s takovými nástroji. Pokud potřebujete pomoc s jejich odstraněním, hledejte informace na kodi.tv.

# #31133
source: Language filter
cs_cz: Jazykový filtr

# #31134
source: Side panel
cs_cz: Boční panel

# #31135
source: Restore defaults
cs_cz: Obnovit výchozí nastavení

# #31136
source: Setting changes are only applied after saving
cs_cz: Změny v nastavení se použijí až po uložení

# #31137
source: Awards
cs_cz: Ocenění

# #31138
source: Retail release
cs_cz: Maloobchodní vydání

# #31139
source: Do you want to apply unsaved changes?
cs_cz: Chcete aplikovat neuložené změny?

# #31140
source: Add-on settings not saved
cs_cz: Nastavení doplňku není uloženo

# #31141
source: Rumored
cs_cz: Povídá se

# #31142
source: Planned
cs_cz: Naplánováno

# #31143
source: In production
cs_cz: V produkci

# #31144
source: Post production
cs_cz: Post produkce

# #31145
source: Released
cs_cz: Vydáno

# #31146
source: Canceled
cs_cz: Zrušeno

# #31147
source: Returning series
cs_cz: Navrátivší seriály

# #31148
source: Available sutbtitles
cs_cz: Dostupné titulky

# #31149
source: Installed subtitle services
cs_cz: Instalované služby titulků

# #31150
source: Local subtitles are available for this video.
cs_cz: Lokální titulky jsou dostupné pro toto video

# #31151
source: Nr.
cs_cz: Č.

# #31152
source: Hub shortcuts
cs_cz: Zkratky hubu

# #31153
source: Hide widgets and use fullscreen panel layout for the main menu
cs_cz: Skrýt widgety a použít celoobrazovkový panel pro hlavní menu

# #31154
source: Next aired
cs_cz: Další vysílané

# #31155
source: Show library item edit buttons in info dialogs
cs_cz: Ukázat editační tlačítka položky knihovny v info dialozích

# #31156
source: No further program information available
cs_cz: Informace pro další program není dostupná

# #31157
source: Persons named
cs_cz: Pojmenované osoby

# #31158
source: Custom item
cs_cz: Vlastní položka

# #31159
source: No label
cs_cz: Žádný štítek

# #31160
source: Movies - EmbyCon
cs_cz: Filmy - EmbyCon

# #31161
source: Free receivable channel
cs_cz: Volně příjimatelný kanál

# #31162
source: Searching for updates
cs_cz: Vyhledávám aktualizace

# #31163
source: Unmapped channels
cs_cz: Nenamapované kanály

# #31164
source: Mapped channels
cs_cz: Namapované kanály

# #31165
source: Delete group
cs_cz: Vymazat skupinu

# #31166
source: Add group
cs_cz: Přidat skupinu

# #31167
source: Rename group
cs_cz: Přejmenovat skupinu

# #31168
source: Show music videos button
cs_cz: Ukázat tlačítko hudebních videí

# #31169
source: Collections
cs_cz: Kolekce

# #31170
source: Place of birth
cs_cz: Místo narození

# #31171
source: Age
cs_cz: Věk

# #31173
source: Movie hub
cs_cz: Filmový hub

# #31174
source: Music hub
cs_cz: Hudební hub

# #31175
source: Video playlist
cs_cz: Video seznam

# #31176
source: Music playlist
cs_cz: Hudební seznam

# #31177
source: Disc art
cs_cz: Disk art

# #31178
source: Custom menu entries
cs_cz: Položky uživatelského menu

# #31179
source: All TV shows
cs_cz: Všechny TV seriály

# #31180
source: All movies
cs_cz: Všechny filmy

# #31181
source: Emby node
cs_cz: Emby uzel

# #31182
source: Recommended TV shows
cs_cz: Doporučené TV seriály

# #31183
source: Recommended movies
cs_cz: Doporučené filmy

# #31184
source: Random movies
cs_cz: Náhodné filmy

# #31185
source: Random TV shows
cs_cz: Náhodné TV seriály

# #31187
source: Home videos & photos
cs_cz: Domácí videa & fotky

# #31188
source: Filmography
cs_cz: Filmografie

# #31189
source: collection
cs_cz: kolekce

# #31190
source: Settings backup
cs_cz: Záloha nastavení

# #31191
source: Power options
cs_cz: Možnosti napájení

# #31192
source: Included movies
cs_cz: Obsažené filmy

# #31193
source: Installed add-ons
cs_cz: Instalované rozšíření

# #31194
source: Search add-ons
cs_cz: Hledat rozšíření

# #31195
source: Use own background image path
cs_cz: Použít vlastní cestu obrázku pozadí

# #31196
source: Ended
cs_cz: Skončeno

# #31197
source: Continuing
cs_cz: Pokračování

# #31198
source: Hide labels
cs_cz: Skrýt štítky

# #31199
source: Slide
cs_cz: Potáhnout

# #31200
source: Custom
cs_cz: Vlastní

# #31201
source: Select position
cs_cz: Zvolit pozici

# #31202
source: Menu positions
cs_cz: Pozice menu

# #31203
source: Default menu entries
cs_cz: Výchozí položky menu

# #31204
source: Reset menu to default
cs_cz: Resetovat menu do výchozího stavu

# #31205
source: Change menu thumbnails
cs_cz: Změnit náhledy menu

# #31206
source: Thumbnail options
cs_cz: Volby náhledu

# #31207
source: Restored default main menu configuration
cs_cz: Obnovena konfigurace výchozího hlavního menu

# #31208
source: EmbyCon node
cs_cz: EmbyCon uzel

# #31209
source: Unwatched movies
cs_cz: Neshlédnuté filmy

# #31210
source: Unwatched TV shows
cs_cz: Neshlédnuté TV seriály

# #31211
source: Recently played songs
cs_cz: Právě přehrávané písničky

# #31212
source: Favourite artists
cs_cz: Oblíbení umělci

# #31213
source: Favourite albums
cs_cz: Oblíbená alba

# #31214
source: Favourite songs
cs_cz: Oblíbené písničky

# #31215
source: Often played songs
cs_cz: Často hrané písničky

# #31216
source: Reset widget configuration to default
cs_cz: Resetovat nastavení widgetu do výchozího stavu

# #31217
source: Build default skin configuartion
cs_cz: Provádím výchozí nastavení vzhledu

# #31218
source: Edit current configuration
cs_cz: Uprav aktuální konfiguraci

# #31219
source: Horizontal
cs_cz: Horizontální

# #31220
source: Vertical
cs_cz: Vertikální

# #31221
source: Use EPG thumbnails for PVR widgets (if available)
cs_cz: Použít náhledy EPG pro PVR widgety (jsou-li dostupné)

# #31222
source: Support at emby.media
cs_cz: Podpora na emby.media

# #31223
source: Configure shortcuts of the power menu.
cs_cz: Konfigurovat zkratky menu vypnutí

# #31224
source: Power menu
cs_cz: Menu napájení

# #31225
source: EmbyCon login
cs_cz: EmbyCon přihlášení

# #31226
source: Change EmbyCon user
cs_cz: Změnit uživatele EmbyCon

# #31227
source: Play album
cs_cz: Přehrát album

# #31228
source: Search result provider
cs_cz: Poskytovatel výsledků hledání

# #31229
source: Create and manage your own widgets source. Please note that each widget has to be manually assigned to the chosen window.
cs_cz: Vytvořit a spravovat zdroj vlastních widgetů. Upozorňujeme prosím, že každý widget musí být ručně přiřazen k vybranému oknu.

# #31230
source: Hide thumbnails of unwatched episodes
cs_cz: Skrýt náhledy neshlédnutých epizod

# #31231
source: Pause video playback while the player info screen is active
cs_cz: Pozastavit přehrávání videa, pokud je aktivní info panel přehrávače

# #31232
source: Custom hub
cs_cz: Vlastní hub

# #31233
source: Movies starring
cs_cz: Hraje ve filmech

# #31234
source: TV shows starring
cs_cz: Hraje v seriálech

# #31235
source: Directed by
cs_cz: Režisér

# #31236
source: Episodes starring
cs_cz: Hraje v epizodách

# #31237
source: Available items starring the chosen actor
cs_cz: Dostupné položky s vybraným hercem

# #31238
source: Facts
cs_cz: Fakta

# #31239
source: TV shows - EmbyCon
cs_cz: Seriály - EmbyCon

# #31240
source: Artists - EmbyCon
cs_cz: Umělci - EmbyCon

# #31241
source: Albums - EmbyCon
cs_cz: Alba - EmbyCon

# #31242
source: Repositories
cs_cz: Repozitáře

# #31243
source: Install from zip
cs_cz: Instaluj ze zip

# #31244
source: Edit menu configuration
cs_cz: Editovat konfiguraci menu

# #31245
source: Edit widget configuration
cs_cz: Editovat konfiguraci widgetu

# #31246
source: Hubs
cs_cz: Huby

# #31247
source: Menus & widgets
cs_cz: Menu & widgety

# #31248
source: Reset widgets to default
cs_cz: Resetovat widgety do výchozího stavu

# #31249
source: Window configuration
cs_cz: Konfigurace okna

# #31250
source: Automatically switch to full screen when starting playback
cs_cz: Při spuštění přehrávání přepni na celou obrazovku

# #31251
source: Add-on hub
cs_cz: Hub doplňků

# #31252
source: PVR hub
cs_cz: Hub PVR

# #31254
source: Hide main menu and only show widgets
cs_cz: Skrýt hlavní menu a ukázat pouze widgety

# #31255
source: Cinema mode
cs_cz: Režim kina

# #31256
source: On right now
cs_cz: Právě nyní

# #31257
source: Try to use an Emby styled artwork
cs_cz: Zkusit použít dílo ve stylu Emby

# #31258
source: Special
cs_cz: Speciální

# #31259
source: More from season
cs_cz: Další ze série

# #31260
source: Please login
cs_cz: Přihlašte se

# #31261
source: Main menu
cs_cz: Hlavní menu

# #31262
source: Audio books
cs_cz: Audio knihy

# #31263
source: Color palette
cs_cz: Barevná paleta

# #31264
source: Opacity
cs_cz: Průhlednost

# #31265
source: Current color
cs_cz: Aktuální barva

# #31266
source: Custom colors
cs_cz: Vlastní barvy

# #31267
source: Accent color
cs_cz: Zvýrazněná barva

# #31268
source: Player element color
cs_cz: Barva prvku přehrávače

# #31269
source: Item fallback background color
cs_cz: Položka stažené barvy pozadí

# #31270
source: Button focused color
cs_cz: Tlačítko zesílené barvy

# #31271
source: Background opacity
cs_cz: Průhlednost pozadí

# #31272
source: Set for all
cs_cz: Nastavit pro vše

# #31273
source: Required add-ons and dependencies
cs_cz: Požadované doplňky a závislosti

# #31274
source: Supported optional add-ons
cs_cz: Podporované volitelné doplňky

# #31275
source: List of installed dependencies and supported add-ons. Missing items can be installed from here.
cs_cz: Seznam instalovaných závislostí a podporovaných doplňků. Chybějící položky mohou být instalovány odsud.

# #31276
source: Dependencies & add-ons
cs_cz: Závislosti & doplňky

# #31277
source: Hide video OSD while playback is paused
cs_cz: Skrýt OSD videa, když je přehrávání pozastaveno

# #31278
source: Suggestions by genre
cs_cz: Doporučení dle žánru

# #31279
source: Library tag hubs
cs_cz: Huby tagů knihovny

# #31280
source: Edit TV show widget configuration
cs_cz: Editovat konfiguraci TV show widgetu

# #31281
source: Edit movie widget configuration
cs_cz: Editovat konfiguraci widgetu filmů

# #31282
source: EmbyCon nodes
cs_cz: EmbyCon uzly

# #31283
source: Edit music widget configuration
cs_cz: Editovat konfiguraci widgetu hudby

# #31284
source: No items found
cs_cz: Nenalezeny žádné položky

# #31285
source: No channels found
cs_cz: Nenalezeny žádné kanály

# #31286
source: Limit items of default widgets
cs_cz: Limitované položky základních widgetů

# #31287
source: More movies directed by
cs_cz: Víc filmů režírovaných

# #31289
source: not configured yet
cs_cz: zatím nenastaveno

# #31290
source: Config
cs_cz: Nastavení

# #31291
source: Spooky suggestions
cs_cz: Návrhy strašidel

# #31292
source: Holiday season suggestions
cs_cz: Návrhy svátečních období

# #31293
source: Enable suggestion widgets
cs_cz: Povolit widgety návrhů

# #31294
source: Enable startup sound
cs_cz: Povolit zvuk při startu

# #31295
source: Enable holiday themes
cs_cz: Povolit sváteční témata

# #31296
source: Useful links for support, to report issues or if you want to help to translate the skin to your language.
cs_cz: Užitečné odkazy na podporu, pro nahlášení problémů, nebo pokud chcete pomoci s překladem vzhledu do vašeho jazyka.

# #31297
source: Support at kodi.tv
cs_cz: Podpora na kodi.tv

# #31298
source: Support & translations
cs_cz: Podpora a překlady

# #31299
source: Update Kodi
cs_cz: Aktualizovat kodi

# #31300
source: My media
cs_cz: Moje média

# #31301
source: Latest movies
cs_cz: Nejnovějsí filmy

# #31302
source: Latest TV shows
cs_cz: Nejnovější TV seriály

# #31303
source: Latest albums
cs_cz: Nejnovější alba

# #31304
source: Search TV guide
cs_cz: Prohledat TV průvodce

# #31305
source: No color set
cs_cz: Barva nenastavena

# #31306
source: Replace default thumbnail
cs_cz: Nahradit výchozí náhled

# #31307
source: More specials
cs_cz: Více specialit

# #31308
source: Thumbnail aspect ratio
cs_cz: Poměr stran náhledu

# #31309
source: scale
cs_cz: měřítko

# #31310
source: stretch
cs_cz: roztažení

# #31311
source: keep
cs_cz: zachovat

# #31312
source: Disable 'Skin Helper Service' add-on packages
cs_cz: Zakázat balíčky doplňku 'Skin Helper Service'

# #31313
source: Enable 'Skin Helper Service' add-on packages
cs_cz: Povolit balíčky doplňku 'Skin Helper Service'

# #31314
source: To prevent speed penalties and issues it's recommended to disable the following add-ons:[CR][CR][COLOR blue]• script.module.metadatautils[CR]• script.skin.helper.service[CR]• script.skin.helper.widgets[CR]• script.skin.helper.backgrounds[/COLOR]
cs_cz: K předcházení omezení rychlosti a chyb je doporučeno zakázat následující doplňky: [CR][CR][COLOR blue]• script.module.metadatautils[CR]• script.skin.helper.service[CR]• script.skin.helper.widgets[CR]• script.skin.helper.backgrounds[/COLOR]

# #31315
source: Do you really want to enable them?
cs_cz: Opravdu je chcete povolit?

# #31316
source: Do you really want to disable them?
cs_cz: Opravdu je chcete zakázat?

# #31317
source: Enable channel labeling for EPG thumbnails
cs_cz: Povolit označení kanálů pro náhledy EPG

# #31318
source: Premiere
cs_cz: Premiéra

# #31319
source: Budget
cs_cz: Rozpočet

# #31320
source: Revenue
cs_cz: Příjmy

# #31321
source: Crew
cs_cz: Obsazení

# #31322
source: More seasons
cs_cz: Více sezón

# #31323
source: Shuffle
cs_cz: Náhodně

# #31324
source: Intro folder
cs_cz: Úvodní složka

# #31325
source: Number of trailers
cs_cz: Počet trailerů

# #31326
source: Play with cinema mode
cs_cz: Přehraj v módu kina

# #31327
source: Use cinema mode when starting playback via info dialog, play buttons or default widgets
cs_cz: Použijte mód kina při startu přehrávání prostřednictvím info dialogu, tlačítek přehrávání nebo výchozího widgetu

# #31328
source: Enable and disable items of the shutdown menu.
cs_cz: Povolit a zakázat položky v menu vypnutí.

# #31329
source: Change the behaviour of playback and media actions.
cs_cz: Změňte chování při přehrávání a akce médií.

# #31330
source: Playback & media
cs_cz: Přehrávání & média

# #31331
source: Home and hubs
cs_cz: Domovská obrazovka a huby

# #31332
source: The updated hub label will be shown on the next opening of the menu editor
cs_cz: Aktualizovaný štítek hubu bude zobrazen při příštím otevření editoru menu

# #31333
source: Enabled auto updating
cs_cz: Automatická aktualizace povolena

# #31334
source: More available items with
cs_cz: Více dostupných položek s

# #31335
source: Eject disc
cs_cz: Vysunou disk

# #31336
source: Show EPG thumbnail in video OSD (if available)
cs_cz: Ukaž náhled EPG v OSD videa (pokud je dostupný)

# #31337
source: Upload Kodi log
cs_cz: Nahrát log Kodi

# #31338
source: Running services
cs_cz: Spuštěné sluzby

# #31339
source: Pan and zoom
cs_cz: Posunutí a zvětšení

# #31340
source: Use available hubs as target
cs_cz: Použij dostupně huby jako cíl

# #31341
source: EPG thumbnail aspect ratio
cs_cz: Poměr stran náhledů EPG
